[
	{
		"text": "Win a free iPhone now!",
		"label": 1
	},
	{
		"text": "Meeting scheduled for 10 AM tomorrow.",
		"label": 0
	},
	{
		"text": "Congratulations, you have won a lottery!",
		"label": 1
	},
	{
		"text": "Don't forget to submit your assignment.",
		"label": 0
	},
	{
		"text": "Earn $1000 per week from home!",
		"label": 1
	},
	{
		"text": "Your package is out for delivery.",
		"label": 0
	},
	{
		"text": "Exclusive deal: Buy 1 Get 1 Free!",
		"label": 1
	},
	{
		"text": "The team meeting has been rescheduled to 3 PM.",
		"label": 0
	},
	{
		"text": "Free vacation to the Bahamas!",
		"label": 1
	},
	{
		"text": "Your order has been successfully placed.",
		"label": 0
	},
	{
		"text": "You won't believe this secret to losing weight!",
		"label": 1
	},
	{
		"text": "Exclusive access to luxury cruises! Sign up today!",
		"label": 1
	},
	{
		"text": "Don't forget about tomorrow's team lunch at noon.",
		"label": 0
	},
	{
		"text": "Get paid instantly by completing these simple tasks!",
		"label": 1
	},
	{
		"text": "The board meeting has been shifted to next Friday.",
		"label": 0
	},
	{
		"text": "Win a $500 gift card by entering this sweepstakes now!",
		"label": 1
	},
	{
		"text": "Please find the project draft attached for your review.",
		"label": 0
	},
	{
		"text": "Hurry! This exclusive deal ends in 6 hours!",
		"label": 1
	},
	{
		"text": "The server maintenance is scheduled for 3 AM Sunday.",
		"label": 0
	},
	{
		"text": "Congratulations! You're eligible for a free home makeover!",
		"label": 1
	},
	{
		"text": "Remember to update your emergency contact details.",
		"label": 0
	},
	{
		"text": "Transform your career with this one-time online course!",
		"label": 1
	},
	{
		"text": "The IT department has resolved the ticket issue.",
		"label": 0
	},
	{
		"text": "Click to learn the secrets to becoming a millionaire!",
		"label": 1
	},
	{
		"text": "All employees are required to attend the fire drill.",
		"label": 0
	},
	{
		"text": "Unlock premium features for free with this special code!",
		"label": 1
	},
	{
		"text": "The agenda for Monday's meeting is now available.",
		"label": 0
	},
	{
		"text": "You can lose weight fast with this miracle pill!",
		"label": 1
	},
	{
		"text": "Your monthly performance review is scheduled for next week.",
		"label": 0
	},
	{
		"text": "Sign up now for exclusive holiday deals!",
		"label": 1
	},
	{
		"text": "The system downtime has been postponed to midnight.",
		"label": 0
	},
	{
		"text": "Earn money fast by working from home!",
		"label": 1
	},
	{
		"text": "The HR team has uploaded the new leave policy.",
		"label": 0
	},
	{
		"text": "Win an electric bike by joining our fitness challenge!",
		"label": 1
	},
	{
		"text": "Please review the updated sales targets for this quarter.",
		"label": 0
	},
	{
		"text": "Claim your free samples by filling out this short form!",
		"label": 1
	},
	{
		"text": "The holiday schedule has been shared on the intranet.",
		"label": 0
	},
	{
		"text": "You won't believe these deals on home electronics!",
		"label": 1
	},
	{
		"text": "The operations team will conduct a workshop on Wednesday.",
		"label": 0
	},
	{
		"text": "Exclusive access to free stock market tips!",
		"label": 1
	},
	{
		"text": "All staff are requested to update their bank details.",
		"label": 0
	},
	{
		"text": "Hurry! Get 3 months of premium subscription for free!",
		"label": 1
	},
	{
		"text": "The company picnic is scheduled for Saturday morning.",
		"label": 0
	},
	{
		"text": "Earn rewards instantly by completing simple tasks online!",
		"label": 1
	},
	{
		"text": "Your updated travel itinerary is now available.",
		"label": 0
	},
	{
		"text": "Win $100 daily by joining this contest now!",
		"label": 1
	},
	{
		"text": "The leadership team has finalized next year's goals.",
		"label": 0
	},
	{
		"text": "Get 70% off your next purchase with this coupon!",
		"label": 1
	},
	{
		"text": "The client feedback report is now available for review.",
		"label": 0
	},
	{
		"text": "Enter the lottery now for a chance to win $1,000,000!",
		"label": 1
	},
	{
		"text": "The team outing details have been emailed to everyone.",
		"label": 0
	},
	{
		"text": "Sign up for our newsletter and get free recipes!",
		"label": 1
	},
	{
		"text": "The server logs have been archived for future reference.",
		"label": 0
	},
	{
		"text": "Your lucky day! Win exclusive prizes with one click!",
		"label": 1
	},
	{
		"text": "The office will remain closed next Friday for maintenance.",
		"label": 0
	},
	{
		"text": "Complete the survey to get a $20 Amazon gift card!",
		"label": 1
	},
	{
		"text": "The IT support team will be available 24/7 starting this week.",
		"label": 0
	},
	{
		"text": "Limited time only! Get exclusive access to new features!",
		"label": 1
	},
	{
		"text": "The payroll has been processed and updated in the system.",
		"label": 0
	},
	{
		"text": "Special offer: Free shipping on all orders above $50!",
		"label": 1
	},
	{
		"text": "The presentation schedule has been finalized.",
		"label": 0
	},
	{
		"text": "Reminder: Doctor's appointment at 5 PM.",
		"label": 0
	},
	{
		"text": "Get rich quick with this amazing opportunity!",
		"label": 1
	},
	{
		"text": "Your electricity bill is due tomorrow.",
		"label": 0
	},
	{
		"text": "Click here to claim your free gift card!",
		"label": 1
	},
	{
		"text": "Please review the attached project plan.",
		"label": 0
	},
	{
		"text": "Make $500 today with no experience needed!",
		"label": 1
	},
	{
		"text": "Your subscription renewal is due next week.",
		"label": 0
	},
	{
		"text": "Act now to win a brand-new car!",
		"label": 1
	},
	{
		"text": "The quarterly report is now available for review.",
		"label": 0
	},
	{
		"text": "Claim your free samples today!",
		"label": 1
	},
	{
		"text": "Remember to update your timesheet by EOD.",
		"label": 0
	},
	{
		"text": "Hot singles in your area are waiting for you!",
		"label": 1
	},
	{
		"text": "The budget meeting has been moved to 2 PM.",
		"label": 0
	},
	{
		"text": "Unlock the secret to earning millions overnight!",
		"label": 1
	},
	{
		"text": "Your flight has been confirmed for tomorrow at 8 AM.",
		"label": 0
	},
	{
		"text": "Double your income in just 30 days!",
		"label": 1
	},
	{
		"text": "Thank you for your payment. Receipt is attached.",
		"label": 0
	},
	{
		"text": "Exclusive offer: Save 50% on your next purchase!",
		"label": 1
	},
	{
		"text": "The system update will occur at midnight.",
		"label": 0
	},
	{
		"text": "Congratulations! You've been selected as a winner!",
		"label": 1
	},
	{
		"text": "Your bank statement for this month is now available.",
		"label": 0
	},
	{
		"text": "Sign up now to receive your free trial!",
		"label": 1
	},
	{
		"text": "Please RSVP for the annual company dinner.",
		"label": 0
	},
	{
		"text": "Win big prizes by clicking the link below!",
		"label": 1
	},
	{
		"text": "The invoice for your recent purchase is attached.",
		"label": 0
	},
	{
		"text": "This investment opportunity won't last long!",
		"label": 1
	},
	{
		"text": "Meeting agenda for next week is attached.",
		"label": 0
	},
	{
		"text": "Your loan has been approved! Apply now!",
		"label": 1
	},
	{
		"text": "Don't forget to bring your ID for the conference.",
		"label": 0
	},
	{
		"text": "Act now to claim your $1000 cash reward!",
		"label": 1
	},
	{
		"text": "The quarterly earnings report is ready for review.",
		"label": 0
	},
	{
		"text": "Free webinar: Learn to trade like a pro!",
		"label": 1
	},
	{
		"text": "The project deadline has been extended to next Friday.",
		"label": 0
	},
	{
		"text": "You are pre-approved for a $5000 credit card!",
		"label": 1
	},
	{
		"text": "Remember to change your password regularly.",
		"label": 0
	},
	{
		"text": "Special promotion: Get 70% off all items!",
		"label": 1
	},
	{
		"text": "The maintenance team will be working on the HVAC system.",
		"label": 0
	},
	{
		"text": "Win a $500 shopping spree by signing up now!",
		"label": 1
	},
	{
		"text": "The security patch has been successfully deployed.",
		"label": 0
	},
	{
		"text": "Congratulations! You've been selected for a free trial!",
		"label": 1
	},
	{
		"text": "Please attend the client meeting at 11 AM.",
		"label": 0
	},
	{
		"text": "Exclusive opportunity to earn $2000 daily!",
		"label": 1
	},
	{
		"text": "The minutes from the last meeting are attached.",
		"label": 0
	},
	{
		"text": "Join now to receive free stocks!",
		"label": 1
	},
	{
		"text": "Your account has been successfully updated.",
		"label": 0
	},
	{
		"text": "Huge discounts on electronics! Act now!",
		"label": 1
	},
	{
		"text": "A reminder about your upcoming dental appointment.",
		"label": 0
	},
	{
		"text": "Limited time offer: Get your free gift today!",
		"label": 1
	},
	{
		"text": "The presentation slides are now available for download.",
		"label": 0
	},
	{
		"text": "Win a brand-new laptop by entering this contest!",
		"label": 1
	},
	{
		"text": "Please find the attached project documentation.",
		"label": 0
	},
	{
		"text": "Get paid to take surveys online. Sign up now!",
		"label": 1
	},
	{
		"text": "Your requested leave has been approved.",
		"label": 0
	},
	{
		"text": "Start your free trial today with no credit card required!",
		"label": 1
	},
	{
		"text": "Your expense report has been successfully submitted.",
		"label": 0
	},
	{
		"text": "Act fast to claim your exclusive rewards!",
		"label": 1
	},
	{
		"text": "The annual performance review is scheduled for next week.",
		"label": 0
	},
	{
		"text": "Hot deal: Get free shipping on all orders over $50!",
		"label": 1
	},
	{
		"text": "Please confirm your attendance at the workshop.",
		"label": 0
	},
	{
		"text": "Limited seats available! Register for free now!",
		"label": 1
	},
	{
		"text": "The office will be closed on Monday for maintenance.",
		"label": 0
	},
	{
		"text": "Win free groceries for a year by entering this sweepstake!",
		"label": 1
	},
	{
		"text": "Your feedback on the recent survey is greatly appreciated.",
		"label": 0
	},
	{
		"text": "Check out these unbelievable travel deals!",
		"label": 1
	},
	{
		"text": "A reminder to attend the team lunch tomorrow.",
		"label": 0
	},
	{
		"text": "Save big with our limited-time holiday discounts!",
		"label": 1
	},
	{
		"text": "The IT team will be performing system upgrades this weekend.",
		"label": 0
	},
	{
		"text": "Don't miss out on this once-in-a-lifetime opportunity!",
		"label": 1
	},
	{
		"text": "Meeting reminder: 2 PM tomorrow in conference room B.",
		"label": 0
	},
	{
		"text": "Earn up to $5000 by working part-time from home!",
		"label": 1
	},
	{
		"text": "Your meeting room reservation has been confirmed.",
		"label": 0
	},
	{
		"text": "Join our affiliate program and make money fast!",
		"label": 1
	},
	{
		"text": "Please sign the attached agreement and send it back.",
		"label": 0
	},
	{
		"text": "The performance review has been rescheduled to next Monday.",
		"label": 0
	},
	{
		"text": "Sign up now and receive free tickets to the event!",
		"label": 1
	},
	{
		"text": "Your reimbursement has been processed successfully.",
		"label": 0
	},
	{
		"text": "Limited time only: Get 80% off your first order!",
		"label": 1
	},
	{
		"text": "Please note the changes in the project timeline.",
		"label": 0
	},
	{
		"text": "The building will undergo maintenance tomorrow night.",
		"label": 0
	},
	{
		"text": "Subscribe now to receive the latest updates!",
		"label": 1
	},
	{
		"text": "Your access to the online portal has been updated.",
		"label": 0
	},
	{
		"text": "Act now to double your investment in just weeks!",
		"label": 1
	},
	{
		"text": "Your account has been temporarily suspended. Please contact support.",
		"label": 0
	},
	{
		"text": "Win an all-expenses-paid trip to Europe!",
		"label": 1
	},
	{
		"text": "The client meeting has been postponed to next week.",
		"label": 0
	},
	{
		"text": "Congratulations! You qualify for a special bonus offer!",
		"label": 1
	},
	{
		"text": "Your performance feedback is attached for your review.",
		"label": 0
	},
	{
		"text": "Don't miss this chance to learn from the best for free!",
		"label": 1
	},
	{
		"text": "The quarterly company newsletter is now available.",
		"label": 0
	},
	{
		"text": "Win free tickets to the concert of your dreams!",
		"label": 1
	},
	{
		"text": "The updated schedule has been sent to all team members.",
		"label": 0
	},
	{
		"text": "Sign up for our exclusive course and transform your life!",
		"label": 1
	},
	{
		"text": "The holiday schedule has been updated. Please check your email.",
		"label": 0
	},
	{
		"text": "Don't wait! Limited seats available for this incredible workshop!",
		"label": 1
	},
	{
		"text": "Reminder: Update your personal details in the HR portal.",
		"label": 0
	},
	{
		"text": "Win a brand-new car by participating in our survey!",
		"label": 1
	},
	{
		"text": "The project demo has been scheduled for Friday at 3 PM.",
		"label": 0
	},
	{
		"text": "Act fast! Limited time offer to save big on our best products!",
		"label": 1
	},
	{
		"text": "Thank you for attending the recent training session.",
		"label": 0
	},
	{
		"text": "Learn the secret to success in just three simple steps!",
		"label": 1
	},
	{
		"text": "Your new work schedule is now available in the HR system.",
		"label": 0
	},
	{
		"text": "Congratulations! You are eligible for an exclusive deal!",
		"label": 1
	},
	{
		"text": "The IT department will be performing maintenance this weekend.",
		"label": 0
	},
	{
		"text": "Limited time offer: Unlock premium features for free!",
		"label": 1
	},
	{
		"text": "Your password reset request has been processed successfully.",
		"label": 0
	}
]